Repository: NucleusHub/watchlist
Catalog: ios/WatchlistWatch/Localizable.xcstrings
Source language: en
Languages: cs

source: %lld items
cs: %lld položek

source: %lld seasons
cs: %lld sezón

source: Add movies and shows on your iPhone.
cs: Filmy a seriály přidáte v iPhonu.

source: Add to favorites
cs: Přidat mezi oblíbené

source: Collections
cs: Kolekce

source: Create collections on your iPhone.
cs: Kolekce vytvoříte v iPhonu.

source: Favorite
cs: Oblíbené

source: Mark as watched
cs: Označit jako zhlédnuté

source: Movie
cs: Film

source: Nothing in this collection yet.
cs: V této kolekci zatím nic není.

source: Open Watchlist on your iPhone to sync.
cs: Pro synchronizaci otevřete Watchlist v iPhonu.

source: Show
cs: Seriál

source: This item is no longer on your watchlist.
cs: Tato položka už ve watchlistu není.

source: Watched
cs: Zhlédnuto
